Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: After the museum tour, the group will have lunch at an authentic Japanese restaurant in Numazu.
ja: ミュージアムを見学した後は、沼津にある本格的な日本料理のレストランで昼食をとります。

source: Ahmed El-Shimi from Minima provides insight into using machine learning to predict storage failures.
ja: Ahmed El-Shimi (Minima): ストレージ障害を防ぐマシン ラーニングの利用

source: Aims to implement blockchain in innovative solutions to contribute to greater safety, security, efficiency and equality in society
ja: 安全、安心、効率、公平な社会の実現に向け、革新的ソリューションにブロックチェーンの実装をめざす

source: Al Gillen, GVP, Software Development and Open Source, IDC providing an analysis of open source in 2017 and beyond
ja: Al Gillen 氏 (IDC 社ソフトウェア開発&オープン ソース担当 GVP): オープン ソースの 2017 年とその後を読む

source: Alignment of the two projects creates a harmonized and comprehensive framework for real-time, policy-driven software automation of virtual network functions that will enable software, network, IT and cloud providers and developers to rapidly create new services.
ja: 2 つのプロジェクトの団結は、Virtual Network Function のリアルタイムかつポリシードリブンなソフトウェア オートメーションのための調和ある包括的なフレームワークを生み出し、ソフトウェア、ネットワーク、IT、クラウドなどのプロバイダーや開発者が、新しいサービスを迅速に開発できるようになります。

source: All Individual Supporters will have an opportunity to renew.
ja: ただしすべての個人サポーターに更新の機会があります。

source: All Linux Foundation employees will now be required to take this course.
ja: Linux Foundation の全社員は、このコースの受講が義務付けられることになります。

source: All application information will be kept confidential.
ja: 応募の秘密は厳守します。

source: All are invited to join the ONAP Technical Steering Committee to work on this shared framework for automation of virtual network functions.
ja: ぜひONAP技術運営委員会に加盟し、仮想ネットワーク機能自動化のための共有フレームワークに取り組んでください。

source: All attendees may feel free to use the Quiet Room as needed.
ja: すべての参加者は、いつでも自由にクワイエット ルームを利用できます。

source: All students' submission must have "Student Submission@OSSJ" on the email title of your submission.
ja: 注意: 送信する電子メールの件名には、"Student Submission@OSSJ" というプレフィックスを入れてください。

source: All uses of The Linux Foundation trademarks, and all goodwill associated therewith, will inure solely to the benefit of The Linux Foundation.
ja: The Linux Foundation の商標のすべての利用、また、それによって生まれるすべての信頼は、The Linux Foundation の利益に役立ちます。

source: All will join the community in working on a shared framework for automation of virtual network functions.
ja: 彼らは同コミュニティに参加し、仮想ネットワーク機能自動化のための共有フレームワークに取り組みます。

source: Already a member of OPNFV, by joining industry leaders in the ONAP project, CertusNet is stepping up its contribution to open networks and standards-based software development.
ja: 同社はすでにOPNFVメンバーですが、ONAPプロジェクトの業界リーダー企業に加わることにより、オープン ネットワークや標準ベースのソフトウェア開発に貢献する企業へとステップアップすることになります。

source: Alternatively, you may want to try with a different credit card.
ja: また、異なるクレジット カードでも試してみてください。

source: Although initially focused on In-Vehicle-Infotainment (IVI), AGL is the only organization planning to address all software in the vehicle, including instrument cluster, heads up display, telematics, advanced driver assistance systems (ADAS) and autonomous driving.
ja: AGL は、当初はおもに車載情報機器 (In-Vehicle-Infotainment: IVI) を対象にしていましたが、計器盤、ヘッド アップ ディスプレイ、テレマティクス、先進運転支援システム (Advanced Driver Assistance Systems: ADAS)、自動運転などあらゆる車載ソフトウェアへの対応を予定している唯一の組織です。

source: Although the initial target for AGL is In-Vehicle-Infotainment (IVI) systems, additional use cases such as instrument clusters and telematics systems will eventually be supported.
ja: AGL は、当初はおもに車載情報機器 (In-Vehicle-Infotainment: IVI) を対象にしていましたが、今後はインストルメント クラスターやテレマティクスなどのユース ケースもサポートしていく予定です。

source: American Express is a global services company, providing customers with access to products, insights and experiences that enrich lives and build business success.
ja: American Express は、お客様の暮らしを豊かにしビジネスを成功に導く製品、見識、および経験をお届けするグローバル サービス企業です。

source: Amihan Global Strategies creates technologies for partners to work toward long-term, sustainable growth in the rapidly changing digital world.
ja: Amihan Global Strategies https://amihan.net/ は、急激に変化するデジタル分野でパートナーの長期的かつ持続可能な成長を実現する技術を開発しています。

source: An automotive-focused core Linux operating system stack that meets common and shared requirements of the automotive ecosystem with a broad community of support that includes individual developers, academic organizations and companies.
ja: 個人開発者、学術機関、企業などからなる広範なコミュニティがサポートする自動車エコシステムの共通要件を満たす自動車向けの Linux コア OS スタックを提供すること。

source: An embedded Linux distribution that enables rapid prototyping for developers new to Linux or teams with prior open source experience
ja: Linux 初心者の開発者や、オープン ソース経験を持つちーむのためのラピッド プロトタイピングや、オープン ソース経験者組込み Linux ディストリビューションを提供すること。

source: An impressive roster of speakers and sessions across service provider and enterprise-focused tracks: Speakers include Chris Luke, Comcast; Dr. Li Mo, Director of Technology, CTO Group, ZTE Corporation; Prem Sankar, Ericsson; Anees Shaikh, Network Architect, Google; Ildikó Váncsa, Ecosystem Technical Lead, OpenStack Foundation; David Ward, Cisco; and Chris Wright, Red Hat.
ja: サービス プロバイダーや企業にフォーカスしたトラックには、以下のような印象的な講演者とセッションが並んでいます。 Chris Luke (Comcast)、Dr. Li Mo (Director of Technology, CTO Group, ZTE Corporation)、Prem Sankar (Ericsson)、Anees Shaikh (Network Architect, Google)、Ildikó Váncsa (Ecosystem Technical Lead, OpenStack Foundation)、David Ward (Cisco)、Chris Wright (Red Hat)

source: An opportunity to host a group of attendees and deliver your key message and thought leadership.
ja: 特定の来場者グループに重要なメッセージを伝えたりソート リーダーシップを示したりする絶好の機会です。

source: Angela Brown VP of Events, The Linux Foundation angela@linuxfoundation.org
ja: Angela Brown (The Linux Foundation イベント担当 VP) angela@linuxfoundation.org

source: Any use of or reference to The Linux Foundation trademarks that is inconsistent with this trademark policy, or use of marks that are confusingly similar to trademarks of The Linux Foundation, is prohibited.
ja: 本商標ポリシーに反して The Linux Foundation 商標を利用・参照すること、あるいは、混乱を招くほど The Linux Foundation の商標に類似した標識を使うことは、禁止されています。

source: Any use of registered trademarks listed above should include the ® symbol immediately after the first usage (e.g., “The Linux Foundation® projects develop open source….”).
ja: 前記の一覧表に記載した登録商標には、最初の言及の際に、商標の直後に「®」記号をつけるべきです (たとえば、「The Linux Foundation® はオープンソース開発に貢献...」)。

source: Any use of unregistered trademarks listed above should include a TM immediately after the first usage (e.g., “The Core Infrastructure Initiative TM community seeks to secure….”)
ja: 前記の一覧表に記載した登録商標とはなっていない商標には、最初の言及の際に、商標の直後に「™」記号をつけるべきです(たとえば、 「The Core Infrastructure Initiative™ コミュニティはインターネット セキュリティ...」)。

source: Anyone from your company that is speaking at these events should use the speaker access code that they received from our Event Content Manager Jillian Hall - please do not register speakers using your sponsor access code.
ja: 講演者の方は、The Linux Foundation のイベント コンテンツ マネージャー Jillian Hall から提供されたスピーカー ディスカウント コードを使用してください。スポンサー専用のアクセス コードで講演者として登録しないでください。

source: Anyone wishing to take LFC101 - Inclusive Speaker Orientation may enroll now at http://bit.ly/2kSRCVe.
ja: LFC101 - Inclusive Speaker Orientation を受講したい方は、いますぐこちら http://bit.ly/2kSRCVe から登録してください。

source: Aparna Sinha, Product Management Lead, Kubernetes, Google Cloud Platform & Brian Grant, Principal Software Engineer, Google sharing how the Kubernetes community works
ja: Aparna Sinha 氏 (Google Cloud Platform、Kubernetes プロダクト マネジメント リード) および Brian Grant 氏 (Google、プリンシパル ソフトウェア エンジニア): Kubernetes コミュニティの取り組み

source: Applicants can be approved for up to 2 (two) scholarships per calendar year.
ja: 申請者 1 人につき年間 2 つのスカラーシップまで認められています。

source: Applications for diversity and needs-based scholarships are also being accepted.
ja: ダイバーシティ スカラーシップやニーズベース スカラーシップ (多様性と経済的必要性に対応する奨学制度) への申請も受け付けています。http://events.linuxfoundation.jp/events/automotive-linux-summit/attend/scholarship-opportunities http://events.linuxfoundation.jp/events/open-source-summit-japan/attend/scholarship-opportunities

source: Applications for diversity scholarships are currently being accepted.
ja: ダイバーシティ スカラーシップも現時点では申請可能です。

source: Arccore
ja: Arccore https://www.arccore.com/

source: Are Individual Supporter fees tax deductible?
ja: 個人サポーターの料金は控除対象ですか?

source: Are there any changes to the Individual Supporter program in 2017?
ja: 2017 年の個人サポーター プログラムはどこか変わりましたか?

source: Are there any discounts, e.g. for students, for the lifetime Linux.com Email Add-On?
ja: ライフタイム linux.com 電子メール アドオン用のディスカウントはありますか (学生向けディスカウントなど)?

source: Are there discounts available on the Individual Supporter fees?
ja: 個人サポーター費用が安くなる特典はありますか?

source: Are you interested in learning more about Open Source, the communities and what opportunities are available for developers at Japanese companies?
ja: オープン ソース や オープン ソース コミュニティ、そして開発者の日本企業での就業機会などについて、あなたは興味がありますか?

source: Are you ready?
ja: 準備はできていますか?

source: Arpit Joshipura, General Manager, Networking, The Linux Foundation
ja: ● Arpit Joshipura (The Linux Foundation、ネットワーク担当ゼネラル マネージャー)

source: As Chief Information Officer for Allianz Germany, Dr. Nolte leads 1,250 employees.
ja: Allianz Germany のチーフ インフォメーション オフィサーとして、Nolte 氏は 1,250 名の従業員を主導しています。

source: As a Diamond sponsor, you will receive 20% off for any additional conference passes you wish to purchase.
ja: ダイアモンド スポンサーの場合は、さらにすべての参加者が20%割引で入場券を購入できます。

source: As a Director on the Board, I will be able to work even more closely with the Linux community to foster future progress.”
ja: ボード メンバーとして、Linuxコミュニティとさらに密接に連携し、今後の成長を促進したいと思います。」

source: As a Premier member representative, Daichi Iwata, Head of NEC’s FinTech Business Development Office, will join the Hyperledger Governing Board.
ja: またプレミア メンバーの代表として、NEC FinTech事業開発室 室長である岩田太地氏がHyperledger理事会の一員になります。

source: As a Premier member, American Express will contribute to the development of the project's mission to create an enterprise-grade, open source, distributed ledger technology.
ja: American Express はプレミア メンバーとして、同プロジェクトのミッションである企業グレード オープン ソース分散台帳技術の開発に貢献します。

source: As a Premier member, NEC’s XXX will join the Hyperledger Governing Board.
ja: またプレミア メンバーとして、NECのxxx氏がHyperledger理事会の一員になります。

source: As a co-founder of the Free Standards Group and having played a role in the formation of The Linux Foundation, being elected to the Board feels like I have come full circle.
ja: Free Standards Groupの共同設立者となり、The Linux Foundation結成に関って、今回はボード メンバーに選出されたということで、一巡したような気がします。

source: As a connective hub in a global network of enterprises, partners, and open source communities, Red Hat helps create innovative technologies designed to liberate resources for growth and prepare customers for the future of IT.
ja: Red Hat https://www.redhat.com/en は、企業、パートナー、およびオープン ソース コミュニティによるグローバル ネットワークの中継地点として、成長に向けてリソースを開放し、ITの未来に備えてカスタマーが準備できるような革新的技術の開発を支援しています。

source: As a leading infocommunications technology provider, NEC APAC provides innovative solutions and infrastructure to enhance the quality of life for citizens and the community.
ja: 大手情報通信技術プロバイダーとして、NEC APACは革新的なソリューションとインフラを提供し、人々や社会のクオリティ オブ ライフの向上に貢献しています。

source: As a pioneer and an advocate of Elastic Network and Elastic Services concepts, the company is committed to providing Elastic Network services covering carrier-grade SDN/NFV solutions, cloud computing, and end-to-end customer experience assurance for global users, enterprises and government agencies.
ja: 同社はエラスティック ネットワーク・エラスティック サービス コンセプトのパイオニア兼支持者として、グローバル ユーザー、企業、および政府機関向けに、キャリアグレードのSDN/NFVソリューション、クラウド コンピューティング、およびエンドツーエンドのカスタマー エクスペリエンス アシュアランス（CEA）をカバーするエラスティック ネットワーク サービスを提供しています。

source: As a pioneer of automotive engineering, Daimler continues to shape the future of mobility today: The Group’s focus is on innovative and green technologies as well as on safe and superior automobiles that appeal and fascinate.
ja: 自動車エンジニアリングのパイオニアとして、Daimler はモビリティの未来を創造し続けており、Daimler グループは、革新的で地球に優しい技術と、安全で人々を魅了する優れたクルマの実現に取り組んでいます。

source: As an Individual Supporter, you'll receive:
ja: 個人サポーターには以下のような特典があります。

source: As an automotive pioneer, Daimler continues to shape the future of mobility today: the company applies innovative and green technologies to produce safe and superior vehicles which fascinate and delight customers.
ja: 自動車のパイオニアとしてモビリティの未来を創造し続ける Daimler 社は、革新的で地球に優しい技術を採用し、安全で優れた、しかも人々を魅了するクルマを生み出しています。

source: As part of their Premier membership, Jonas von Malottki, Head of a Department for Finance and Controlling IT Solutions within the Daimler IT Group Functions will represent the company on the Hyperledger Governing Board.
ja: プレミア メンバーになるとともに、同社の Jonas von Malottki 氏 (Daimler IT Group Functions、Finance and Controlling IT Solutions 代表) が Hyperledger の理事に就任します。

source: As part of this partnership, ON.Lab is pleased to announce appointment of Dr. Sachin Katti, Professor of EE and CS at Stanford University, as the Chief Scientist for Mobility.
ja: このパートナーシップの一貫で、ON.Lab は、Dr.Sachin Katti (Professor, EE & CS, Stanford University) をモビリティのチーフ サイエンティストとして迎えることも発表しています。

source: As such, organizers are seeking speaking proposals on best practices and tips implementing microservices in cloud environments using various languages including Java, Javascript, Ruby, Node.js and Golang as well as Cloud Foundry user stories from the developer perspective.
ja: したがって、Java、Javascript、Ruby、Node.js、Golang などのさまざまな言語でクラウド環境にマイクロサービスを実装するベスト プラクティスやティップス、および開発者の視点から見た Cloud Foundry ユーザー ストーリーに関する発表案を求めています。

source: As the first OpenDaylight Platinum member from China, ZTE draws on its work with large carriers and web scale providers serving hundreds of millions of subscribers to bring unique insights and expertise in designing solutions for delivering performance at scale.
ja: 中国からの最初の OpenDaylight プラチナ メンバーである ZTE は、大手の通信企業や Web スケール プロバイダーと連携し、パフォーマンスを大幅に拡大するソリューション設計のためのユニークな見識や知識を膨大な数の契約者に提供しています。

source: Assistance with Press Bookings at Event: Helping you get the most out of an on-site announcement
ja: イベントでのプレス予約の協力: 会場でのアナウンスメントの効果を最大限に利用できます。

source: Associations / Trade Groups / Foundations
ja: 協会 / 業界団体 / 財団

source: Associations / Trade Groups 1%
ja: 協会 / 業界団体 １％

source: At $49.00, becoming an Individual Supporter can pay for itself right away when you use your special discounts to attend an eligible Linux Foundation event or take a certification exam or training course.
ja: 個人サポーターになるには $49 かかりますが、Linux Foundation 主催イベントへの参加、検定試験の受検、トレーニング コースの受講などで大幅な割引特典を受けられます。

source: At HPE, Ms. Evans leads and manages legal support for HPE Software and provides legal and program management guidance for open source at the company.
ja: 彼女は HPE において HPE ソフトウェアのリーガル サポートを主導および管理し、同社でオープン ソースのための法務やプログラム管理に関する助言を行っています。

source: At Open Source Summit, open source technologists gather to collaborate, share information and learn across a wide variety of topics.
ja: Open Source Summit にはオープン ソースの技術者が集結し、さまざまなトピックスについて協業し、情報共有し、学習します。

source: At Registration, attendees can pick up communication stickers to add to their badges.
ja: 参加者は受け付けの際、バッジに貼付するコミュニケーション ステッカーを選ぶことができます。

source: At Vault, hardware vendors collaborate within the Linux community to develop cutting-edge storage hardware, helping transform Linux into a leader in the storage industry.
ja: Vault において、Linux コミュニティの中でハードウェア ベンダーらが協業し、最先端のストレージ ハードウェアを開発することが、Linux をストレージ産業のリーダーへと導きます。

source: At the Fujitsu Relay Computer and Historic Museum, attendees can see and learn about past generation computers and their history.
ja: 富士通ミュージアムには、富士通が世に送り出してきた数々の製品が展示され、その歴史を学ぶことができます。

source: At the intersection of open source technologies, three events converge to create one extraordinary opportunity for cross pollination between the developers, sysadmins, devops professionals and architects driving the future of technology: Open Source Summit.
ja: 従来の 3 種類のイベントがオープン ソース テクノロジという共通項のもとに集まり、テクノロジの未来を牽引する開発者、システム管理者、devops プロフェッショナル、アーキテクトたちが相互に高め合える素晴らしい機会を生み出す、それが Open Source Summit です。

source: Attendee Demographics:
ja: 参加者層

source: Attendee Evening Event $30,000 and up
ja: アテンディー イブニング イベント $30,000 より

source: Attendee Lounge $10,000
ja: アテンディー ラウンジ $10,000

source: Attendee T-Shirt $7,500
ja: 来場者 T シャツ $7,500

source: Attendees will have access to the content of all three events with one registration.
ja: 参加者は、一度の登録手続きで 3 つの全イベントのコンテンツにアクセスできます。

source: Attendees will have access to the new Cloud Foundry Developer Certification (CFDC) at Summit.
ja: 参加者は、サミットで新しいCloud Foundry Developer Certification (CFDC)にも挑戦できます。

source: Attendees will join other developers and CIOs to gain first-hand access to Cloud Foundry roadmaps, training and tutorials, and to see how others are using Cloud Foundry to support continuous innovation and application portability.
ja: また、他の開発者やCIO陣とともに、Cloud Foundry のロードマップ、トレーニング、チュートリアルなどに直接アクセスしたり、人々が Cloud Foundry を使ってどのように継続的なイノベーションやアプリケーションの移植性をサポートしているのかを学んだりできます。

source: Automakers and suppliers can customize the platform with features, services and branding to meet their product and customer needs.
ja: 自動車メーカーやサプライヤーは、機能、サービス、ブランド戦略などでこのプラットフォームをカスタマイズし、各社の製品ニーズや顧客ニーズに対応することができます。

source: Automotive / Transport
ja: 自動車 / 運輸

source: Automotive / Transport 1%
ja: 自動車 / 運輸 1%

source: Automotive Grade Linux Continues Rapid Growth
ja: Automotive Grade Linux の急成長が止まらない

source: Automotive Grade Linux Platform Debuts on the 2018 Toyota Camry
ja: Automotive Grade Linuxプラットフォームが2018年新型トヨタ カムリでデビュー

source: Automotive Grade Linux Welcomes Six New Members
ja: Automotive Grade Linuxに新たに6メンバーが加盟

source: Automotive Grade Linux is a Collaborative Project at The Linux Foundation.
ja: Automotive Grade Linux は、Linux Foundation 協業プロジェクトです。

source: Automotive Grade Linux is a collaborative open source project that is bringing together automakers, suppliers and technologies to accelerate the development and adoption of a fully open software stack for the connected car.
ja: Automotive Grade Linux は、自動車メーカー、サプライヤー、技術系企業などを結集し、コネクテッド カー向けフル オープン ソフトウェア スタックの開発導入を促進するオープン ソース共同開発プロジェクトです。

source: Automotive Grade Linux is a collaborative open source project that is bringing together automakers, suppliers and technology companies to accelerate the development and adoption of a fully open software stack for the connected car.
ja: Automotive Grade Linux は、自動車メーカー、サプライヤー、技術系企業などを結集し、コネクテッド カー向けフル オープン ソフトウェア スタックの開発導入を促進するオープン ソース共同開発プロジェクトです。

source: Automotive Grade Linux members are working together to create a shared platform that can serve as the de facto industry standard.
ja: Automotive Grade Linux メンバーは、業界のデファクト スタンダードとなり得る共有のプラットフォームを開発するために連携しています。

source: Automotive Linux Summit gathers the most innovative minds from automotive expertise and open-source excellence including automotive systems engineers, Linux experts, R&D managers, business executives, open-source licensing and compliance specialists and community developers.
ja: Automotive Linux Summit (ALS) には、自動車システム エンジニア、Linuxエキスパート、R&Dマネージャー、ビジネス エグゼクティブ、オープン ソース ライセンスやコンプライアンスのスペシャリスト、Linuxコミュニティに参加している開発者など、自動車やオープンソースの知識に秀でた革新的な考え方を持つ人々が集結します。

source: Automotive Linux Summit gathers together the most innovative minds from automotive expertise and open-source excellence to drive the future of embedded devices in the automotive arena
ja: 自動車の専門知識や優れたオープン ソース技術を持つ革新的な人々が、自動車分野における組込み機器の未来を牽引するために集結するイベント

source: Automotive Linux Summit is co-located with Open Source Summit Japan, and attendees may add on registration to that event at no additional charge.
ja: Automotive Linux Summitは、Open Source Summit Japan http://events.linuxfoundation.jp/events/open-source-summit-japan と同会場で開催され、参加者の方は追加料金なしで同イベントにも登録できます。

source: Automotive Linux Summit is made possible by Diamond Sponsor Automotive Grade Linux, Platinum Sponsor Toyota, and Gold Sponsors Open Connectivity Foundation, Panasonic, and Renesas.
ja: Automotive Linux Summitは、ダイアモンド スポンサーであるAutomotive Grade Linux、プラチナ スポンサーであるトヨタ自動車、ゴールド スポンサーであるOpen Connectivity Foundation、パナソニック、ルネサス エレクトロニクスをはじめ、各種スポンサー企業の支援により実現します。

source: Automotive/Transport 33%
ja: 自動車 / 運輸 33%

source: BARCELONA, Spain (Free Software Legal and Licensing Workshop), April 27, 2017 -- The Linux Foundation® today announced the OpenChainTM Specification 1.1 and an accompanying Online Self-Certification service.
ja: 2017年4月27日、スペイン バルセロナ（Free Software Legal and Licensing Workshop）発 － The Linux Foundation®は、OpenChain™仕様書第1.1版とこれに付随するオンライン自己申告サービスを発表しました。

source: BRONZE SPONSORSHIP
ja: ブロンズ スポンサーシップ

source: Banking / Finance
ja: 銀行 / 金融

source: Banking / Finance 4%
ja: 銀行 / 金融 4%

source: BayLibre
ja: BayLibre http://baylibre.com/

source: BayLibre works to bring Android and embedded Linux to the market.
ja: BayLibre http://baylibre.com/ は、Androidや組込みLinux製品を提供しています。

source: Because open source licenses permit unrestricted modification of the copyrighted software, and The Linux Foundation has no intention of interfering with that right, your right to use any specific trademark of The Linux Foundation is not determined by your use of software made available under an open source license.
ja: オープン ソース ライセンスは著作権付きのソフトウェアの無制限の改変を許可しており、また、The Linux Foundation はそのような権利について干渉する意図もないため、The Linux Foundation が保有する商標をあなたが利用する際の権利は、オープン ソース ライセンスのもとであなたが入手したソフトウェアの利用によって何ら決定付けられることはありません。

source: Because we are a 501(c)(6) organization, contributions to The Linux Foundation are not deductible as charitable contributions.
ja: 私たちは 501(c)(6) https://ja.wikipedia.org/wiki/501(c)%E5%9B%A3%E4%BD%93 団体であるため、The Linux Foundation への貢献は慈善寄付となり、控除の対象になりません。

source: Becomes first semiconductor maker to join open source project working to create a base layer of industrial grade software
ja: 産業グレード ソフトウェアの基本レイヤ確立をめざすオープン ソース プロジェクトに加盟する初の半導体メーカー

source: Becoming a Gold member of The Linux Foundation will enable VMware to become even more active in the open source community by leveraging The Linux Foundation’s experience and expertise in how to most effectively contribute to and utilize open source technology.
ja: VMware は The Linux Foundation のゴールド メンバーになることで、オープン ソース技術への最も効率的な貢献方法やその利用方法に関する同財団の知識と経験を活用でき、オープン ソース コミュニティの中で一層アクティブに活動できるようになります。

source: Becoming a Platinum member of The Linux Foundation helps Hitachi align as closely as possible with the open source technologies that are of essential value to our customers and the industries we serve.”
ja: The Linux Foundation のプラチナ メンバーになることにより、弊社のお客様にとって重要な価値を持つオープン ソース技術とさらに緊密に連携することができます。」

source: Becoming an Individual Supporter Pays for Itself Immediately
ja: 個人サポーターになってもすぐに元がとれます

source: Becoming an Individual Supporter also connects you to information, tools, and events needed to advance your career and stay current with the latest technologies.
ja: さらに、個人サポーターになることにより、キャリアアップに必要な情報、ツール、およびイベントが身近になり、常に最新の技術情報に触れることができます。

source: Before joining Intel, Mr. Hohndel was president and chief technology officer of SUSE and Unix architect at Deutsche Bank.
ja: Intelに入社する前は、SUSEの社長兼チーフ テクノロジ オフィサーや、ドイツ銀行のUnixアーキテクトの職を経験しています。

source: Before joining The Linux Foundation, Heather led strategic technology alliances for MongoDB.
ja: The Linux Foundation に入る前は MongoDB に関する戦略的技術提携を主導していました。

source: Before joining The Linux Foundation, Mark was Senior Director, Open Source Solutions for Citrix, where he managed the company's Open Source Business office and involvement in the Apache CloudStack and Xen Project communities.
ja: The Linux Foundation に参加する前は、Citrix のオープン ソース ソリューションズ担当シニア ディレクタとして、オープン ソース ビジネス オフィスの管理、および同社の Apache CloudStack や Zen Project コミュニティへの投資を管理していました。

source: Before joining The Linux Foundation, she was a senior vice president with MSL Group, the communications firm within Publicis Groupe and a top five public relations agency, working with technology and life sciences companies.
ja: The Linux Foundation に入る前は、MSL Group のシニア バイス プレジデントでした。MSL Group は Publicis Group のコミュニケーション ファームであり、技術・生命科学企業と協力するパブリック リレーションズ企業のトップ 5 に名を連ねています。
